[
  {
    "id": 1,
    "company": "Gestioo.com",
    "date": {
      "start": "2017",
      "ending": "2019"
    },
    "title": "Web Developer",
    "description": "Pasé de Diseñador Web freelance a Desarrollador Web aprendiendo las practicas de la empresa. Llegue a crear, modificar y testear módulos internos, como asistir en el rediseño de la nueva plataforma, diseño de aplicaciones móviles y sitios web para clientes.",
    "url": {
      "target": "_blank",
      "href": "https://gestioo.com/"
    }
  },
  {
    "id": 2,
    "company": "Unthom",
    "date": {
      "start": "2019",
      "ending": "Freelance"
    },
    "title": "Web Designer",
    "description": "Marca personal donde ayudamos a pequeños emprendimientos a tener su primera presencia online, desde el diseño y maquetado, hasta el desarrollo y el SEO. Gracias a esto uno de nuestros clientes pudo lograr un beneficio del ∼650% con respecto a lo invertido.",
    "url": {
      "target": "_blank",
      "href": ""
    }
  },
  {
    "id": 3,
    "company": "Reyesoft",
    "date": {
      "start": "2020",
      "ending": "2021"
    },
    "title": "Front-End Developer",
    "description": "Corrección de errores generales y propuestas de diseño para Saldo",
    "url": {
      "target": "_blank",
      "href": "https://reyesoft.com/"
    }
  },
  {
    "id": 4,
    "company": "AyerViernes",
    "date": {
      "start": "2021",
      "ending": "2021"
    },
    "title": "Front-End Developer",
    "description": "Desarrollo de landings page desde Figma. Mantenimiento general en Front-End. Aprendizaje de los 2 primeros niveles de certificacion UX: Adopción y Ejecución.",
    "url": {
      "target": "_blank",
      "href": "https://www.ayerviernes.com/"
    }
  },
  {
    "id": 5,
    "company": "Aerolab",
    "date": {
      "start": "2021",
      "ending": "2022"
    },
    "title": "UI Developer",
    "description": "Gran proceso de aprendizaje con varios frameworks, librerías y tecnologías. En el transcurso me forme profesionalmente hacia el ecosistema web3/crypto, como también haber dado mi primera charla sobre esto frente a todo el equipo de desarrollo. Gracias a tener presente los valores de la empresa pude profundizar en el concepto de localfirst u offline first, donde el eje central pasa por y para el usuario como primera instancia y no sobre el beneficio del mismo.",
    "url": {
      "target": "_blank",
      "href": "https://aerolab.co/"
    }
  },
  {
    "id": 6,
    "company": "Paxo.co",
    "date": {
      "start": "2022",
      "ending": "2022"
    },
    "title": "Software Developer",
    "description": "Documentación y colaboración en decisiones de diseño como del UI Kit interno. Mantenimiento del codigo legacy, como también la optimizacion de un 10% en su CSS.",
    "url": {
      "target": "_blank",
      "href": "https://paxo.co/"
    }
  },
  {
    "id": 7,
    "company": "DarkyClans",
    "title": "Co-Founder Engineer",
    "description": "Juego MMORPG de navegador donde se realizo diseño, planificacion, desarrollo y documentacion. Se lograron lanzar 2 betas de forma exitosa con al rededor de 200 usuarios y un tiempo promedio de 16/20min de uso diario. Además, se planteó un cambio de estrategia de ventas que pasó de recaudar -$100 USD, a +6.000 USD en 2 meses.",
    "date": {
      "start": "2023",
      "ending": "2023"
    },
    "url": {
      "target": "_blank",
      "href": ""
    }
  },
  {
    "id": 8,
    "company": "La Crypta",
    "title": "Product Engineer",
    "description": "En proceso 🚧",
    "date": {
      "start": "2023",
      "ending": ""
    },
    "url": {
      "target": "_blank",
      "href": "https://lacrypta.ar/"
    }
  },
  {
    "id": 9,
    "company": "LaWallet",
    "title": "Co-Founder Engineer",
    "description": "Logramos investigar, diseñar y desarrollar múltiples productos para construir un ecosistema alrededor de nuestras herramientas, con tecnologias como React, Next, Nostr y Lightning. Desde el onboarding de nuestra billetera Bitcoin en menos de 30 segundos, hasta la venta de +5.000 productos con nuestros PoS.",
    "date": {
      "start": "2023",
      "ending": ""
    },
    "url": {
      "target": "_blank",
      "href": "https://lawallet.io/"
    }
  },
  {
    "id": 10,
    "company": "Aqua Wallet",
    "title": "UI Designer",
    "description": "Investigacion, diseño de experiencia y planificación del nuevo producto estrella: Tarjeta de Debito. Comunicación constante con el equipo de desarrollo y analisis de viabilidad.",
    "date": {
      "start": "2024",
      "ending": "Freelance"
    },
    "url": {
      "target": "_blank",
      "href": "https://aquawallet.io/"
    }
  }
]